{
    "user_profile_info": {
        "follower_count": 61843882,
        "following_count": 190,
        "users_bio": "Actor and Environmentalist"
    },
    "user_posts": [
        {
            "post_url": "https://www.instagram.com/p/CyCHT0Qu06B/",
            "post_likes": 31739,
            "post_comments": 8466,
            "post_caption": "There are more than 2,000 species that are lost to science, but my organization @rewild and our partners around the world are working to find them.\n\nThe Search for Lost Species is the largest global quest to find plants, animals and fungi that have not been seen in at least 10 years. Since Re:wild launched the Search for Lost Species in 2017, nine of the world’s 25 most wanted lost species have been found, in addition to dozens of others outside of this list, by Re:wild and partners.\n\nFor the month of October, Re:wild is partnering with the International Union for the Conservation of Nature (IUCN) Species Survival Commission, the global authority on the status of species, for the first-ever Lost Species Month. With help of conservationists, researchers, citizen scientists, local communities, and eternal optimists from around the world, the Search for #LostSpecies is on.",
            "hashtags": [
                "lostspecies"
            ],
            "mentions": [
                "rewild"
            ],
            "date_of_release": "2023-10-05 21:57:32",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cx_egSnuAeg/",
            "post_likes": 168805,
            "post_comments": 3341,
            "post_caption": "Climate change is a major driver of amphibian declines globally, according to a new paper published in Nature reports.\n\nTwo decades’ worth of data from around the world has found that climate change has emerged as one of the biggest threats to frogs, salamanders, and caecilians. The assessment evaluated the extinction risk of more than 8,000 amphibian species from all over the world, including 2,286 species evaluated for the first time. More than 1,000 experts across the globe contributed their data and expertise, which found that two out of every five amphibians are threatened with extinction.\n\nClimate change is especially concerning for amphibians in large part because they are particularly sensitive to changes in their environment. The Nature paper provides an update to the 2004 landmark paper that was based on the first global amphibian assessment for the IUCN Red List, which revealed the unfolding amphibian crisis for the first time and established a baseline for monitoring trends and measuring conservation impact.\n\n@rewild @nature_the_journal @iucn_congress @synchearth @amphibiansurvivalalliance\n\nPhoto credit: @_sandeep_das_ - Orange Black Tubercled Indian Microhylid",
            "hashtags": [],
            "mentions": [
                "nature_the_journal",
                "iucn_congress",
                "synchearth",
                "amphibiansurvivalalliance",
                "_sandeep_das_"
            ],
            "date_of_release": "2023-10-04 21:22:29",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CxtAD_IO6iG/",
            "post_likes": 60116,
            "post_comments": 2997,
            "post_caption": "FOUND: The Pernambuco Holly (Ilex Sapiiformis), one of the world’s top 25 most wanted lost species, has been rediscovered in Brazil’s Atlantic Forest. It’s the 9th lost species to be rediscovered on @rewild’s Search for Lost Species most wanted list. It had not had a documented sighting in 186 years. \n\nEcologist Gustavo Martinelli led an expedition team that scoured the collections of botanical gardens and universities throughout Brazil, hoping to find any overlooked or unidentified specimens tucked away that could help a field search. They discovered two plants collected 45 years apart and one of the plants pointed them to the metropolitan region of Recife.\n\nIn a small patch of forest the expedition team found four individual trees. The area was once dense Atlantic tropical forest, but is now mostly urban areas interspersed with sugarcane plantations. Much of Brazil’s southeastern Atlantic forest has been destroyed and less than 5% remains intact. The forest that does remain is very fragmented.\n\nThe search for more Pernambuco Holly trees isn’t over. Working with Jardim Botânico de Recife and other local partners the expedition team is hoping to find more trees, collect their seeds and germinate them.\n\n#LostSpecies",
            "hashtags": [
                "lostspecies"
            ],
            "mentions": [
                "rewild"
            ],
            "date_of_release": "2023-09-27 17:10:09",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CxlOrSdxTVw/",
            "post_likes": 36129,
            "post_comments": 1557,
            "post_caption": "Eastern Lowland Gorillas (also known as Grauer’s Gorillas) are found only in the remote rainforests of eastern Democratic Republic of the Congo. In the last 20 years, they have suffered a catastrophic population decline of around 80%. Today fewer than 7,000 remain. But there is hope – through @GRACEGorillas, Congolese communities are leading conservation efforts to save gorillas and primary tropical forests in the heart of the Congo Basin.\n\nLocated in eastern DRC, GRACE Gorillas runs the only sanctuary in the world for Eastern Lowland Gorillas. In a sprawling natural forest habitat, gorillas orphaned by the illegal wildlife trade get a second chance at life, with a long-term goal of rewilding.\n\nOutside of the sanctuary, GRACE Gorillas leads gorilla monitoring efforts in the nearby Tayna Nature Reserve – a biodiversity hotspot critical to mitigating climate change. They engage with local communities in conservation education, forest protection, and sustainable livelihood programs.\n\nGRACE Gorillas champions community-led conservation in eastern DRC. Their work is building a brighter future for Critically Endangered Eastern Lowland Gorillas and the Congolese communities charged with protecting them. Follow @GRACEGorillas and partner @Rewild to join the effort to save this iconic species.\n\nThe work of Re:wild and partners in conserving Eastern Lowland Gorillas is supported in part by the European Union and other generous donors.\n\nVideo: @bobbyneptune",
            "hashtags": [],
            "mentions": [
                "gracegorillas",
                "gracegorillas",
                "rewild",
                "bobbyneptune"
            ],
            "date_of_release": "2023-09-24 16:45:18",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CxjYk2xu8QM/",
            "post_likes": 45709,
            "post_comments": 2561,
            "post_caption": "In a historic decision, this week the Brazilian Supreme Court ruled that efforts to strip back Indigenous land rights (which could result in an unprecedented wave of industrial cattle production, mining, and logging on their territory) is unconstitutional. This decision helps guarantee the rights of Indigenous peoples to their ancestral territories, which is critical not only to their well-being, but also to the wildlife and ecosystems that they safeguard. The ruling comes out even as Congress is considering a catastrophic bill to limit Indigenous lands to those that were occupied in 1988, when Brazil passed its constitution. \n \nCongratulations to everyone who made this important victory possible. \n\n@guajajarasonia, Minister of Indigenous Peoples of Brazil, shared her thoughts yesterday from #ClimateWeek. \n\nRead more at the #Linkinbio",
            "hashtags": [
                "climateweek",
                "linkinbio"
            ],
            "mentions": [],
            "date_of_release": "2023-09-23 23:37:16",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CxdrAF_uGtx/",
            "post_likes": 140513,
            "post_comments": 2268,
            "post_caption": "More Jaguars spotted in Argentina’s Iberá Park. @rewild partner - @rewilding_argentina has confirmed the sighting of a new Jaguar cub with the help of remote cameras. This brings the park’s Jaguar population up to at least 17 individuals.\n\nIn just over two years, Corrientes province went from having no Jaguars to becoming the region in the Argentine Gran Chaco with the largest Jaguar population. With the help of Rewilding Argentina, an offspring of @tompkins_conservation, this species is beginning to thrive again.\n\nThe return of Jaguars as a top predator is key to restoring ecological interactions for a healthy ecosystem, making the #Iberá ecosystem more complete and functional.\n\nVideo by @sebanavajas_ph \n\n@parquesnacionalesar @gobiernocorrientes @parqueiberacorrientes \n\n#Rewilding #Jaguar #Yaguareté #Jaguars #Iberá #Corrientes",
            "hashtags": [
                "iberá",
                "rewilding",
                "jaguar",
                "yaguareté",
                "jaguars",
                "iberá",
                "corrientes"
            ],
            "mentions": [
                "rewild",
                "rewilding_argentina",
                "tompkins_conservation",
                "sebanavajas_ph",
                "gobiernocorrientes",
                "parqueiberacorrientes"
            ],
            "date_of_release": "2023-09-21 18:20:49",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CxViIIeOXdK/",
            "post_likes": 113389,
            "post_comments": 2748,
            "post_caption": "A group of conservation organizations including the @UtahRiversCouncil, @sierraclub, @utahphysicians, @americanbirdconservancy, and @centerforbiodiv are calling on the Utah government to do more to prevent the Great Salt Lake from drying up as the result of upstream water diversions. \n \nAccording to a recent @sltrib story, the Great Salt Lake supports more than 10 million migrating birds that are in jeopardy of a massive die-off, along with brine shrimp and other wildlife that depends on the lake. Even more, as the lakebed dries, it turns into a toxic dust that could potentially poison the millions of people who live along the Wasatch Front if nothing is done. \n \n“Every Utahn should be very worried about Utah’s failure to restore the Great Salt Lake,” said Zach Frankel, executive director of Utah Rivers Council. “We have the tools available to us to raise the Great Salt Lake’s water levels. But we’re failing to hold our elected and appointed officials accountable for even establishing so much as a goal to raise the lake.”\n \nVisit the link in bio to sign the petition from @sierraclubutah to ask Utah’s political leaders to set an example by protecting and restoring the largest saline ecosystem in the Western Hemisphere.",
            "hashtags": [],
            "mentions": [
                "utahriverscouncil",
                "sierraclub",
                "utahphysicians",
                "americanbirdconservancy",
                "centerforbiodiv",
                "sltrib",
                "sierraclubutah"
            ],
            "date_of_release": "2023-09-18 14:26:02",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CxOHRMVuM90/",
            "post_likes": 129819,
            "post_comments": 3248,
            "post_caption": "The largest concentration of seahorses in the world is now protected.\n\nThanks to the hard work of @rewild partner @bahamasnationaltrust, Sweetings Pond in Eleuthera has been officially declared a national park. This special place is a natural treasure that has experienced an increased need for protection over the past decades due to the growing influx of tourism, and development activities encroaching on the habitat. The Bahamas National Trust has worked tirelessly to ensure that Sweetings Pond gained protection to become Seahorse National Park, forever protecting the home of the densest population of seahorses in the world, and an array of incredible native biodiversity.\n\nTo learn more about #SeahorseNationalPark follow @bahamasnationaltrust.\n\nPhoto by @shanegrossphoto",
            "hashtags": [
                "seahorsenationalpark"
            ],
            "mentions": [
                "rewild",
                "bahamasnationaltrust",
                "bahamasnationaltrust",
                "shanegrossphoto"
            ],
            "date_of_release": "2023-09-15 17:16:40",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CxJO9OovvIt/",
            "post_likes": 40936,
            "post_comments": 2070,
            "post_caption": "Fifty years after a tiny fish called the Pearl Darter disappeared from the Pearl River, which runs from central Mississippi into southeast Louisiana, wildlife conservationists have returned the species to its wild home. According to @apnews, “oil and gas development, agricultural runoff, urban pollution, and dam construction” all led to the extirpation of the species from the Pearl River. Thanks to the 1972 federal Clean Water Act, the fish now has a chance to thrive here again.\n\nFreshwater fish are facing some of the highest extinction rates of any group of animals on Earth and play essential roles in the functioning of aquatic ecosystems, so it is vital that they are a priority for conservation action. That’s why freshwater fish conservation is one of the priorities for my organization, @rewild, which, in partnership with @synchearth, is building a global network (@shoal_org) of conservation implementers and donors to save at least 1,000 species of threatened freshwater fish.\n\nLink in bio to learn more.",
            "hashtags": [],
            "mentions": [
                "apnews",
                "rewild",
                "synchearth",
                "shoal_org"
            ],
            "date_of_release": "2023-09-13 19:47:38",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CxGs5fIOlyd/",
            "post_likes": 94160,
            "post_comments": 4511,
            "post_caption": "Repost from @nowthisearth \n•\nIn the first 8 months of 2023, there has been 48% less deforestation in the Amazon compared to the same time period last year, based on satellite data gathered by Brazil’s space research agency INPE. The data also showed that there’s been approx 66% less deforestation this month, making it the region’s least destructive August since 2018.\n\nPresident Luiz Inácio Lula da Silva said he aims to end deforestation in the Amazon completely by 2030. Since taking office, he has tightened regulations and demarcated Indigenous land to help slow the rate of deforestation.",
            "hashtags": [],
            "mentions": [
                "nowthisearth"
            ],
            "date_of_release": "2023-09-12 20:11:33",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cw8e1O2O_M3/",
            "post_likes": 76785,
            "post_comments": 3273,
            "post_caption": "Repost from @postclimate \n•\nTurtle hatchlings have legal rights in Panama. A law passed by the country’s National Assembly earlier this year guarantees sea turtles the right to thrive in a healthy environment, a protection until now typically reserved for humans.\n\nPanama is part of a growing list of countries and communities around the world latching on to the Rights of Nature movement, which seeks to grant wildlife a similar legal status to that of individuals and companies.\n\nAdvocates of wild animals are hailing it as an essential tool to combat the biodiversity crisis.\n\nUnlike more traditional animal protections, which usually kick in when a species is threatened or endangered, rights of nature laws are meant to prevent that from happening.\n\nMarine conservation biologist Callie Veelenturf, who helped draft Panama’s new turtle protections, said they give “any member of the public of Panama the opportunity to be the voice of nature in the court system, and advocate for nature’s rights on her behalf.”",
            "hashtags": [],
            "mentions": [
                "postclimate"
            ],
            "date_of_release": "2023-09-08 20:56:14",
            "location": null
        }
    ]
}