{
    "user_profile_info": {
        "follower_count": 96657649,
        "following_count": 78,
        "users_bio": "🚀 🌎  Exploring the universe and our home planet. Verification: nasa.gov/socialmedia"
    },
    "user_posts": [
        {
            "post_url": "https://www.instagram.com/p/CzCKFelJxLz/",
            "post_likes": 396039,
            "post_comments": 1087,
            "post_caption": "If you got it, haunt it ⁣\n⁣\nA pulsar wind nebula resembles a ghostly hand  in a composite image captured by @NASAChandraXray and the Imaging X-ray Polarimetry Explorer (IXPE). The pulsar, a fast spinning dense neutron star, can be seen as a bright white spot near the base of the palm. The new combination with IXPE reveals the magnetic field “bones” of this remarkable structure. IXPE observed this pulsar, MSH 15-52, for 17 days which is the longest it has looked at any single object since it launched in December 2021. ⁣\n⁣\nThe second image shows the magnetic field map in MSH 15-52. In this image, short straight lines represent IXPE polarization measurements, mapping the direction of the local magnetic field. Orange “bars” mark the most precise measurements, followed by cyan and blue bars with less precise measurements. The complex field lines follow the `wrist', 'palm' and 'fingers' of the hand, and probably help define the extended finger-like structures.⁣\n⁣\nThe amount of polarization — indicated by bar length — is remarkably high, reaching the maximum level expected from theoretical work. To achieve that strength, the magnetic field must be very straight and uniform, meaning there is little turbulence in those regions of the pulsar wind nebula.⁣\n⁣\nImage description: ⁣\n1-  A composite image of a pulsar wind nebula, which strongly resembles a ghostly purple hand with sparkling fingertips. The three longest fingertips of the hand-shape point toward our upper right, or 1:00 on a clock face. There, a small, mottled, orange and yellow cloud appears to sparkle or glow like embers. This orange cloud is part of the remains of the supernova explosion that created the pulsar. The backdrop of stars was captured in infrared light. ⁣\n2-  The second image is the same as the first, this time with magnetic field vectors in orange, cyan and blue. Their placement follows the structure of the hand, indicating the precision of measurements.⁣\n⁣\nCredit: X-ray: NASA/CXC/Stanford Univ./R. Romani et al. (Chandra); NASA/MSFC (IXPE); Infrared: NASA/JPL-Caltech/DECaPS; Image Processing: NASA/CXC/SAO/J. Schmidt⁣\n⁣\n#NASA #Space #chandra #Xray #Telescope #Astronomy #Spooky #Halloween",
            "hashtags": [
                "nasa",
                "space",
                "chandra",
                "xray",
                "telescope",
                "astronomy",
                "spooky",
                "halloween"
            ],
            "mentions": [
                "nasachandraxray"
            ],
            "date_of_release": "2023-10-30 18:53:11",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CzAH6VCRULJ/",
            "post_likes": 587575,
            "post_comments": 1490,
            "post_caption": "I wanna dance with somebody 💃⁣\n⁣\nThis dance between two galaxies captured by @NASAHubble. Interacting gravitationally toward one another, these galaxies lie about 500 million light-years from Earth in the constellation Tucana. ⁣\n⁣\nThe interacting galaxy pair is known as Arp-Madore, which is a collection of peculiar galaxies. What is peculiar about this group? There are actually three galaxies, not just two. If you look at the smaller galaxy’s upper arm on the lower right corner of the image, you can spot the knot-like structure. As seen from Earth’s perspective, astronomers have found it challenging to differentiate whether an object in space is one, or multiple objects, or lying in front of another. Astronomers discovered the third knot-like galaxy by analyzing the speed and direction which revealed that the redshift, the wavelength of light is seen “shifted” towards the red part of the spectrum making it its own entity. ⁣\n⁣\nImage description:  Two spiral galaxies. Each glows brightly in the center, where a bar stretches from side to side. The upper one is rounder, and its arms form two thin rings. The lower galaxy is flatter and its arms make one outer ring; a dusty knot atop its upper arm marks out a third object. Gravity is pulling gas and dust together where the galaxies come close. A number of small galaxies surround them on a black background.⁣\n⁣\nCredit: ESA/Hubble and NASA, J. Dalcanton, Dark Energy Survey/ DOE/ FNAL/ NOIRLab/ NSF/ AURA; Acknowledgement: L. Shatz⁣\n⁣\n#Galaxy #Dance #Space #NASA #Hubble #Telescope #Astronomy #Stars ⁣",
            "hashtags": [
                "galaxy",
                "dance",
                "space",
                "nasa",
                "hubble",
                "telescope",
                "astronomy",
                "stars"
            ],
            "mentions": [
                "nasahubble"
            ],
            "date_of_release": "2023-10-29 23:55:48",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy9H1jyph_L/",
            "post_likes": 516754,
            "post_comments": 1463,
            "post_caption": "We find magnetic fields very attractive 🧲⁣\n⁣\nThis image shows supernova remnant SN 1006. It combines data from our Imaging X-ray Polarimetry Explorer (IXPE) and @nasachandraxray. The red, green, and blue elements reflect low, medium, and high energy X-rays. The IXPE data, which measure the polarization of the X-ray light, is show in purple in the upper left corner, with the addition of lines representing the outward movement of the remnant’s magnetic field.⁣\n⁣\nResearchers say the results show a connection between the magnetic fields and the remnants high-energy particle outflow. Mapping these magnetic field structures of supernova remnants at higher energies with enhanced detail and accuracy enables us to better understand the processes driving the acceleration of these particles.⁣\n⁣\nSN 1006 is about 6,500 light-years from Earth in the Lupus constellation. It is the remains of a massive explosion which occurred with when two white dwarfs merged or when a white dwarf pulled too much mass from a companion star – creating what is thought to be the brightest stellar event recorded in history.⁣\n⁣\nImage description: The debris from an exploded star resembles a mottled red ball of churning fire against a softer backdrop of stars. The supernova remnant appears to be encircled by a gauzy blue and white ring that is most prominent at our lower right and upper left. This structure is markedly different from other rounded supernova remnants. At the upper lefthand corner, a labeled section of SN 1006 is highlighted in a blue-tinted circle. Within this circle, only the outer ring of the supernova remnant is shown, not the mottled red stellar material churning inside. This ring is part of the supernova's expanding blast wave, which has been observed in X-ray light by both Chandra and IXPE. Magnetic field lines are illustrated in the circle as spiky, white lines, pointing mostly upwards and toward the left. The backdrop of stars was captured in infrared light by the Spitzer Space Telescope.⁣\n⁣\nCredit: X-ray: NASA/CXC/SAO (Chandra); NASA/MSFC/Nanjing Univ./P. Zhou et al. (IXPE); IR: NASA/JPL/Caltech/Spitzer; Image Processing: NASA/CXC/SAO/J.Schmidt⁣\n\n #NASA  #Space #Supernova",
            "hashtags": [
                "nasa",
                "space",
                "supernova"
            ],
            "mentions": [
                "nasachandraxray"
            ],
            "date_of_release": "2023-10-28 19:57:20",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy6TO5kpYLV/",
            "post_likes": 370835,
            "post_comments": 1140,
            "post_caption": "Well, it's a marvelous night for a moondance 🎶⁣\n⁣\nLook to the sky on Saturday, Oct. 28, to see October’s full moon make an appearance at 4:24 p.m. EDT (2024 UTC). Named the Hunter’s Moon, this full moon will be joined by a planetary companion, as Jupiter will appear to its lower left, making it an excellent opportunity for skywatchers to view around the globe.⁣\n⁣\nThe earliest written use of the term “Hunter’s Moon” is from 1710, according to the Oxford English Dictionary. October’s full moon has many other names – Algonquin tribes in the now northeastern U.S. called it the Dying Grass Moon, Travel Moon, and Blood or Sanguine Moon because of autumn’s falling leaves.⁣\n⁣\nImage description: The full moon is captured by an @ISS crewmember as the International Space Station orbits 253 miles (405 km) above the Indian Ocean. The Moon appears bright gray in the upper left of the photo surrounded by the blackness of space. Earth and it’s atmosphere appear in shades of blue, stretching from the bottom center to the top left corner of the image. White and gray clouds carpet Earth’s surface.⁣\n⁣\nCredit: NASA⁣\n⁣\n#Moon #October #Jupiter #FullMoon #Space #NASA",
            "hashtags": [
                "moon",
                "october",
                "jupiter",
                "fullmoon",
                "space",
                "nasa"
            ],
            "mentions": [
                "iss"
            ],
            "date_of_release": "2023-10-27 17:39:11",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy4pbrGxZZ-/",
            "post_likes": 565261,
            "post_comments": 996,
            "post_caption": "H-H-H-Hubble and the jets 🤩⁣\n⁣\nIn the constellation Aquila, located about 7,200 light-years from Earth you’ll find this massive star formation with a protostellar jet streaming toward us.⁣\n⁣\nThe image of this light show was taken by @NASAHubble’s Wide Field Camera 3 to conduct research on the extent of ionization in the jets blasted out of the protostar. When ionization happens, it means that atoms and molecules become charged due to the high-energy environment they are in which causes them to lose some electrons. The protostellar jets have collimated beams of matter that are ejected from young stars called protostars. Collimated means that the matter is ejected in a parallel direction which resembles a column-like shape. ⁣\n⁣\nImage description: A nebula with stars. Dense clouds of dust and gas cover the left-hand side and a filament crosses the center horizontally. Billowing streams of gas and dust in various colors emerge from around the center. The very center of the image is permeated with glowing orange regions. Many blue stars with cross-shaped spikes lie in the foreground, and small point-like stars are visible beyond the clouds. ⁣\n⁣\nCredit: ESA/Hubble & NASA, R. Fedriani, J. Tan ⁣\n⁣\n#Protostar #Stars #StellarJets #Hubble #NASA #Space #Supernova⁣",
            "hashtags": [
                "protostar",
                "stars",
                "stellarjets",
                "hubble",
                "nasa",
                "space",
                "supernova"
            ],
            "mentions": [
                "nasahubble"
            ],
            "date_of_release": "2023-10-27 02:14:46",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy1ytyQJ-G8/",
            "post_likes": 925778,
            "post_comments": 3566,
            "post_caption": "OK. I like it. Picasso!⁣\n⁣\nOn Sept. 7, 2023, during its 54th close flyby of Jupiter, the @NASASolarSystem #JunoMission captured this view of an area in the giant planet’s far northern regions.⁣\n⁣\nAs often occurs in views from Juno, Jupiter’s clouds in this picture lend themselves to pareidolia, the effect that causes observers to perceive faces or other patterns in largely random patterns. This view seems to resemble a Cubist portrait displaying multiple perspectives of a face. We present it to you on Oct. 25—what would have been Picasso's 142nd birthday.⁣\n⁣\nThe image shows turbulent clouds and storms along Jupiter’s terminator, the dividing line between the day and night sides of the planet. The low angle of sunlight highlights the complex topography of features in this region, which scientists have studied to better understand the processes playing out in Jupiter’s atmosphere.⁣\n⁣\nCitizen scientist Vladimir Tarasov made this image using raw data from the JunoCam instrument. At the time the raw image was taken, the Juno spacecraft was about 4,800 miles (about 7,700 kilometers) above Jupiter’s cloud tops, at a latitude of about 69 degrees north.⁣\n⁣\nImage description: The swirling clouds of Jupiter appear to form a frowning human face. Half of the image is in darkness on the planet's night side, almost making the face appear as if it's peering out from behind a door.⁣\n⁣\nCredits: NASA/JPL-Caltech/SwRI/MSSS⁣\n⁣\nImage processing by Vladimir Tarasov © CC BY⁣\n⁣\n#face #space #portrait #Juno #Jupiter #NASA #planet #Picasso #Pareidolia",
            "hashtags": [
                "junomission",
                "face",
                "space",
                "portrait",
                "juno",
                "jupiter",
                "nasa",
                "planet",
                "picasso",
                "pareidolia"
            ],
            "mentions": [
                "nasasolarsystem"
            ],
            "date_of_release": "2023-10-25 23:38:05",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy1nRMYvXzi/",
            "post_likes": 678281,
            "post_comments": 1343,
            "post_caption": "How many cosmic wonders can you spot? 👀⁣\n⁣\nHere we have a composite of images provided by @NASAChandraXRay, which sees in X-ray light, and @NASAWebb, which detects infrared light. Together with optical data from @NASAHubble, infrared data from the Spitzer Space Telescope, and supporting data from XMM-Newton and ESO’s New Technology Telescope, they made this dazzling view by mapping the data to colors that humans can perceive. Pictured are two galaxies, a nebula, and a star cluster.⁣\n⁣\nThe star cluster NGC 346, located in The Small Magellanic Cloud is about 200,000 light-years away from Earth. The purple cloud shows the remains of a supernova explosion from a massive star. The “barred” spiral galaxy NGC 1672 is shown and unlike other spiral galaxies, this one has the arms barred straight with stars across the center. You can also spot The Eagle Nebula in the mix with its pillars of gas and dust among the stars. Lastly, we have the spiral galaxy Messier 74 which can be visible to the human eye from Earth. Also known as the Phantom Galaxy for being relatively dim, filled with gas and dust all around. ⁣\n⁣\nImage description: Here, thousands of specks of light blanket the blackness of space. A ribbon of thick orange cloud runs along the bottom edge of the image, rounds our lower right corner, and streaks up the right side. A similar patch of roiling orange cloud can be found near our upper left. Between these gas plumes, centered near the top of the image, the star cluster is densely packed with specks of white, blue, and purple light. At our left, a large, bright white, gleaming dot is surrounded by purple mist. This is a hot, young, massive star, sending powerful winds outward from its surface. A patch of smaller dots, other young stars, can be found inside a faint purple mist near the center of the image.⁣\n⁣\nCredit: X-ray: Chandra: NASA/CXC/SAO, XMM: ESA/XMM-Newton; IR: JWST: NASA/ESA/CSA/STScI, Spitzer: NASA/JPL-Caltech; Optical: Hubble: NASA/ESA/STScI, ESO; Image Processing: L. Frattare, J. Major, and K. Arcand ⁣\n⁣\n#Nebula #Galaxy #Stars #NASA #Space #Chandra #Webb #SpiralGalaxy #Astronomy⁣",
            "hashtags": [
                "nebula",
                "galaxy",
                "stars",
                "nasa",
                "space",
                "chandra",
                "webb",
                "spiralgalaxy",
                "astronomy"
            ],
            "mentions": [
                "nasachandraxray",
                "nasawebb",
                "nasahubble"
            ],
            "date_of_release": "2023-10-25 21:58:10",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CyzDA5lp8BB/",
            "post_likes": 1525330,
            "post_comments": 2698,
            "post_caption": "It’s NICER in the witching hour 🧙‍♀️⁣\n⁣\nThis image of the whole sky shows 22 months of X-ray data recorded by NASA's Neutron star Interior Composition Explorer (NICER) payload aboard the International Space Station (@ISS) during its nighttime slews between targets. ⁣\n⁣\nNICER’s primary goals require that it target and track cosmic sources as the space station orbits the Earth every 93 minutes. But when the Sun sets and night falls on the orbital outpost, the NICER team keeps its detectors active while the instrument goes from one target to another, which can occur eight times each orbit. ⁣\n⁣\nEach arc traces X-rays, as well as occasional strikes from energetic particles, captured during these night moves. The brightness of each point in the image is a result of these contributions as well as the time NICER has spent looking in that direction. A diffuse glow permeates the X-ray sky even far from bright sources.⁣\n⁣\nImage description: On a black background are a network of orange filaments connecting a number of bright spots. The bright spots indicate places where the filaments cross, and are sources in the sky where NICER often points its telescope. The swirling loops between those points reveal the path NICER’s telescope takes between these sources. The image is watermarked “Credit: NASA/NICER.”⁣\n ⁣\nCredits: NASA/NICER⁣\n⁣\n#NASA #Space #ISS #InternationalSpaceStation #NICER #NightSky #Night #Xray",
            "hashtags": [
                "nasa",
                "space",
                "iss",
                "internationalspacestation",
                "nicer",
                "nightsky",
                "night",
                "xray"
            ],
            "mentions": [
                "iss"
            ],
            "date_of_release": "2023-10-24 22:02:47",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CywS-UVherc/",
            "post_likes": 956901,
            "post_comments": 2298,
            "post_caption": "Not all those who wander are lost 💍⁣\n⁣\nThe sixth planet from the Sun, Saturn, displays its rings' subtle colors in this view captured from our Cassini spacecraft  at a distance of 1.27 million miles (2.05 million km) from the center of the rings. Cassini launched in 1997 and arrived at Saturn in 2004, traveling 2.1 billion miles (3.4 billion km), and studied the gas giant and its moons until 2017, when it purposefully plunged into the planet's atmosphere, sending scientific data along the way.⁣\n⁣\nWhile Saturn is not the only planet with rings, no other planet in our solar system has a ring system as complex and prominent as Saturn's. The gas giant's rings extend 175,000 miles (282,000 km) from the planet, made from mostly ice and rock particles that can range from dust-sized to as large as mountains.  Research suggests that the rings (and some of Saturn's present-day moons) could have evolved from the debris of two icy moons that collided and shattered hundreds of millions of years ago.⁣\n⁣\nImage description: Saturn's rings arc from bottom right to top right in small white-gray lines, some condensed, others distinguished. The rings emanate from the center-right of the image.⁣\n⁣\nCredit: NASA/JPL-Caltech/Space Science Institute⁣\n⁣\n#Saturn #Ring #GasGiant #Space #NASA #SolarSystem #LOTR",
            "hashtags": [
                "saturn",
                "ring",
                "gasgiant",
                "space",
                "nasa",
                "solarsystem",
                "lotr"
            ],
            "mentions": [],
            "date_of_release": "2023-10-23 20:24:35",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CytOsAEuYFH/",
            "post_likes": 599344,
            "post_comments": 1760,
            "post_caption": "A galaxy by any other name wouldn’t be identified as sweet! ⁣\n⁣\nThis glittering galaxy lies about 30 million light-years away in the constellation Sculptor, and has an almost face-on orientation to Earth. If we’re naming it technically it is a SABc-type galaxy. Let’s break down what that means:⁣\n⁣\nS-The well-defined arms of bright stars and darker dust that curl outwards from the galaxy’s dense and bright core identifies the galaxy as Spiral. ⁣\n⁣\nAB – Many spiral galaxies do not spiral out from a single point, but rather from an elongated bar-type structure. This one in particular is considered “weakly barred” giving it its AB designation. ⁣\n⁣\nc – The lowercase ‘c’ identifies how tightly wound the spiral arms are. Where ‘a’ would indicate very tightly wound, and ‘d’ very loosely wound. ⁣\n⁣\nAs the capabilities of our telescopes grow, the catalogues of our findings evolve, as well -- and this is one of the ways we keep track of it all! ⁣\n⁣\nImage Description: A close-in view of a spiral galaxy. We see it face-on, showing its circular shape and tightly winding spiral arms. The galaxy glows in golden hue brightly in the center and dims to cool blue tones toward the edge. Dark, faint filaments of dust and brightly-glowing fuchsia pink and orange bubbles of star formation mark the face of the galaxy. ⁣\n⁣\nCredit: NASA/ESA Hubble R. Chandar, J⁣\n⁣\n#NASA #NASAHubble #Space #Astronomy #Galaxy #Stars #Spiral #Names #Universe #NameMeaning",
            "hashtags": [
                "nasa",
                "nasahubble",
                "space",
                "astronomy",
                "galaxy",
                "stars",
                "spiral",
                "names",
                "universe",
                "namemeaning"
            ],
            "mentions": [],
            "date_of_release": "2023-10-22 15:49:21",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cyq2pYXv__0/",
            "post_likes": 929590,
            "post_comments": 2114,
            "post_caption": "I would paint the sky for you.⁣\n⁣\nStars paint the mesmerizing mosaic sky with one of the brightest nebulae, the Orion Nebula.⁣\n⁣\nAbout 1300 light-years from the Earth, the Orion Nebula lies south of Orion’s belt. At just a million years old, this bright young star formation contains thousands of new stars with ranges of masses. They call it mosaic for a reason. This nebula contains a treasure trove of diversity for astronomers which include outflows, embedded protostars, brown dwarfs, free-floating planetary objects, and planet-forming disks around young stars. ⁣\n⁣\n@NASAWebb's near-infrared camera, NIRCam, captured new imaging of the nebula that was made into some of the largest Webb mosaics observed to date. This image is the long-wavelength color composite, which focuses on the gas, dust, and molecules in the region with unprecedented sensitivity in the thermal infrared.⁣\n⁣\nImage description: An image of a young star-forming region filled with wispy purple, green, and red nebulosity. The purple ionized gas is seen mostly towards the center, with browns, greens, and reds behind, while the periphery is mostly bright green and darker brown to the left. There is a large spray of yellow, orange, red, and purple towards the top center, and the nebula fades to near black to the right. There are thousands of stars sprinkled across the field, concentrated towards the center, but they generally appear fainter at longer wavelengths, with some exceptions. The brightest sources in the field have extensive diffraction spikes characteristic of Webb.⁣\n⁣\nCredit: NASA, ESA, CSA / Science leads and image processing: M. McCaughrean, S. Pearson, CC BY-SA 3.0 IGO⁣\n⁣\n#Nebula #NASA #Space #Stars #OrionNebula #JWST",
            "hashtags": [
                "nebula",
                "nasa",
                "space",
                "stars",
                "orionnebula",
                "jwst"
            ],
            "mentions": [],
            "date_of_release": "2023-10-21 17:40:52",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/CyohwGzv7Wq/",
            "post_likes": 354433,
            "post_comments": 1010,
            "post_caption": "Here comes the Sun⁣ 🎶\n⁣\nAbout 260 miles (418 km) above the Earth’s surface, NASA astronaut @AstroJaws catches a glimpse of the annular solar eclipse from aboard the @ISS. The crew aboard the orbiting laboratory gets unique views of Earth and celestial objects like the Sun and Moon as they spin through the solar system.⁣\n⁣\nAstronauts on the International Space Station help us understand the long-term effects of living in low gravity, allowing scientists and engineers to better prepare for future astronauts living on and near the Moon and, eventually, on to Mars.⁣\n⁣\nImage description: The top left of the Sun is partially obscured by the Moon in the blackness of space. The Sun appears as a large white dot with some small spots on the surface.⁣\n⁣\n#Sun #Moon #Eclipse #ISS #SpaceStation #Astronauts",
            "hashtags": [
                "sun",
                "moon",
                "eclipse",
                "iss",
                "spacestation",
                "astronauts"
            ],
            "mentions": [
                "astrojaws",
                "iss"
            ],
            "date_of_release": "2023-10-20 19:59:43",
            "location": null
        }
    ]
}