{
    "user_profile_info": {
        "follower_count": 283510037,
        "following_count": 154,
        "users_bio": "Experience the world through the eyes of National Geographic photographers."
    },
    "user_posts": [
        {
            "post_url": "https://www.instagram.com/p/Cy8YGhDutKE/",
            "post_likes": 12858,
            "post_comments": 82,
            "post_caption": "Photo by @rubensalgadoescudero | A monk prays at Kyaiktiyo Pagoda, also known as Golden Rock, the third most important Buddhist pilgrimage site in Myanmar. Standing at the top of Mount Kyaiktiyo, Golden Rock is a small temple built on a granite boulder. The boulder is covered with gold leaves, which devotees paste onto the surface before praying. \n\nI was supposed to go to Myanmar for one month in 2013. When I arrived, I immediately became enamored with the country and its people. I ended up staying for two and a half years. It is where I began my journey as a professional photographer.\n\nFollow me @rubensalgadoescudero to see the world through my lens.",
            "hashtags": [],
            "mentions": [
                "rubensalgadoescudero",
                "rubensalgadoescudero"
            ],
            "date_of_release": "2023-10-28 13:00:18",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy6mykjMw8d/",
            "post_likes": 55672,
            "post_comments": 385,
            "post_caption": "This cave is known as a gateway to the demon-filled underworld and the birthplace of the Samhain festival—the traditional roots of Halloween. Discover more about Oweynagat cave in Rathcroghan, Ireland, at the link in bio—if you dare.\n\nPhotograph by Ronan O'Connell",
            "hashtags": [],
            "mentions": [],
            "date_of_release": "2023-10-27 20:30:10",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy6HlQwL4uu/",
            "post_likes": 30891,
            "post_comments": 172,
            "post_caption": "Video by @jaimerojo | I came to Michoacán, Mexico, to photograph a story about monarch butterflies. I spent a few days documenting the festive ambience of the Day of the Dead, a popular celebration with a strong spiritual link to monarchs. For the Mazahua Indigenous people who live in these mountains, the monarchs are the souls of their ancestors who return for the Day of the Dead, in early November, every year. Finding a visual connection between spirituality and the monarchs was more complicated than I thought. However, they have become an undisputed cultural icon in the many popular interpretations of the tradition, which made my job extremely amusing. #DíaDeLosMuertos #DayOfTheDead \n\nFollow @jaimerojo for more stories about monarchs, wildlife, and conservation in Mexico and beyond.",
            "hashtags": [
                "díadelosmuertos",
                "dayofthedead"
            ],
            "mentions": [
                "jaimerojo",
                "jaimerojo"
            ],
            "date_of_release": "2023-10-27 16:04:08",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy5sbt4uMOa/",
            "post_likes": 60892,
            "post_comments": 254,
            "post_caption": "Photos by @thiessenphoto | An Egyptian fruit bat (Rousettus aegyptiacus) flies through a corridor used to study bats at Brown University in Providence, Rhode Island. \n\nBat Week is an annual event designed to raise global awareness of the need for bat conservation. Bats are amazing creatures that are vital to the health of our natural world and economy. Although we may not always see them, they're hard at work all around the world each night—eating tons of insects, pollinating flowers, and spreading seeds that grow new plants and trees. #BatWeek #BatAppreciationWeek",
            "hashtags": [
                "batweek",
                "batappreciationweek"
            ],
            "mentions": [
                "thiessenphoto"
            ],
            "date_of_release": "2023-10-27 12:00:12",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy4TKR9ufrJ/",
            "post_likes": 57206,
            "post_comments": 1017,
            "post_caption": "Learn more at the link in bio.\n\nBuried on an Andean peak as a sacrifice to the Inca Gods, this young woman’s body naturally mummified over time. But at some point across the centuries, her face became exposed to the elements causing her features to slowly vanish. Now, archaeology and science have restored her gaze.\n\nPhotograph by Dagmara Socha",
            "hashtags": [],
            "mentions": [],
            "date_of_release": "2023-10-26 23:00:10",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy3--wIN0_2/",
            "post_likes": 92416,
            "post_comments": 329,
            "post_caption": "Video by @joelsartore | Once a red-necked grebe chick hatches, it leaves the nest by hitching a ride on either mom or dad’s back—a mode of transport it'll continue to utilize until it is old enough to swim on its own. For the first six to seven weeks, parents will feed them insect larvae and other small prey. They will also feed feathers to the young birds. The reasoning behind this isn’t well understood, but some researchers believe the feathers help to protect the lower digestive tract from hard, indigestible material like bone. To see more species featured in the Photo Ark follow me, @joelsartore. #PhotoArk",
            "hashtags": [
                "photoark"
            ],
            "mentions": [
                "joelsartore",
                "joelsartore"
            ],
            "date_of_release": "2023-10-26 20:08:44",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy3kCYoolzh/",
            "post_likes": 32305,
            "post_comments": 191,
            "post_caption": "Is the world’s eighth lava lake inside Mount Michael? To uncover one of the great mysteries of the natural world, an elite team of adventurers and scientists must first push further than anyone has ever gone before.\n\nRead the full story at the link in bio and watch “Explorer: Lake of Fire” tonight at 10/9c on National Geographic. Stream on @DisneyPlus and @hulu tomorrow. #NatGeoExplorer",
            "hashtags": [
                "natgeoexplorer"
            ],
            "mentions": [
                "disneyplus",
                "hulu"
            ],
            "date_of_release": "2023-10-26 16:13:38",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy3RXH5sW-i/",
            "post_likes": 38899,
            "post_comments": 210,
            "post_caption": "Photo by Muhammed Muheisen @mmuheisen | I captured this image in May while flying over flower fields in the Dutch province of Flevoland. The area’s expanse of tulip fields is among the largest in the Netherlands. For more photos and videos from different parts of the world, follow me @mmuheisen.",
            "hashtags": [],
            "mentions": [
                "mmuheisen",
                "mmuheisen"
            ],
            "date_of_release": "2023-10-26 13:25:11",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy11PhaOmRy/",
            "post_likes": 27215,
            "post_comments": 148,
            "post_caption": "Photo by @alessandro.cinque | With a National Geographic Society grant, I'm on a long-term project in the Andes to capture how Indigenous peoples coexist with the foreign mining companies around them. For years I focused on Peru, and now I've expanded the project to Bolivia and Ecuador.\n\nThis particular workday had not gone well, and I returned to town in search of a restaurant for dinner. Often when I've had a bad day, I just start taking pictures of everything around me. I was captivated by this empty street near the main market. The light and colors reminded me of the American painter Edward Hopper. Suddenly a woman appeared from a market door to my right. I hoped she would continue on her way, thus entering the frame. We didn't exchange a single word, but she gave me one of my favorite photos taken in Bolivia—and changed the mood of the day. To see more of my work, please follow @alessandro.cinque. @insidenatgeo",
            "hashtags": [],
            "mentions": [
                "alessandro.cinque",
                "alessandro.cinque",
                "insidenatgeo"
            ],
            "date_of_release": "2023-10-26 00:00:15",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy1ngIaOoY5/",
            "post_likes": 76021,
            "post_comments": 913,
            "post_caption": "The Åkernes mountain has one of the most hazardous rock fractures in the world that continues to grow every year. Part of the mountain will eventually slide into one of Norway’s deepest fjords, causing a rockslide larger than anything seen before, which could trigger one of the tallest tsunamis in history. Learn how villagers are preparing at the link in bio.\n\nPhotograph by Lucas Vallecillos, VWPics/Redux",
            "hashtags": [],
            "mentions": [],
            "date_of_release": "2023-10-25 22:00:12",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy0-TmRraQ2/",
            "post_likes": 55565,
            "post_comments": 297,
            "post_caption": "Photo by Keith Ladzinski @ladzinski | Eye to eye with a familiar bluet damselfly, perched on a cypress in the Florida Everglades. These little predators are key to the health of an ecosystem, voraciously hunting insects as well as being helpful pollinators. You can easily distinguish the females, like this one, by their distinct color patterns and hues.",
            "hashtags": [],
            "mentions": [
                "ladzinski"
            ],
            "date_of_release": "2023-10-25 16:00:12",
            "location": null
        },
        {
            "post_url": "https://www.instagram.com/p/Cy0jvbqr9LT/",
            "post_likes": 142870,
            "post_comments": 408,
            "post_caption": "Video by @macstonephoto | Ancient cypress swamps dominated the Atlantic coastal plain until the 19th and 20th centuries brought industrial logging and wetland draining projects to the South. Today, only a handful of old-growth cypress forests remain and they are enchanting windows into how the southeastern United States once looked. \n\nI have explored these wetland areas since I was a child, and it’s in cypress swamps that I first learned how to use a camera. I came to know them as integral to our local ecology and as ambassadors for our unique blackwater brand of southern wilderness. It’s a different kind of wild, but one that desperately needs advocates. \n\nToday, however, our cypress forests are facing a new threat. Saltwater intrusion from rising sea levels, dredging, droughts, and severe storms is turning coastal woods into what scientists call ghost forests. More than 5,000 square miles of coastal forests have disappeared in the last 20 years, according to researchers at the University of Virginia and Duke University. Along much of the coast, the resilient cypress trees that have withstood millennia of storms and draining schemes now stand lifeless, bleached white by the sun, ghoulishly haunting the salt marsh. These fascinating tannic forests, which have always magically transported me back to the past, now seem to be beckoning us to look toward the horizon at the slow, tidal creep of the future. \n\nLearn more at the link in bio.\n\nTo see more from swamps and wetlands, follow @macstonephoto.",
            "hashtags": [],
            "mentions": [
                "macstonephoto",
                "macstonephoto"
            ],
            "date_of_release": "2023-10-25 12:10:31",
            "location": null
        }
    ]
}